{
  "next": "Next",
  "previous": "Previous",
  "submit": "Submit",
  "من هو اللاعب الذي يرتدي الرقم 7 في نادي .. بايرن ميونخ ؟": "Who wears the number 7 jersey for Bayern Munich?",
  "غنابري": "Gnabry",
  "موسيالا": "Musiala",
  "ليون غروسكا": "Leon Goretzka",
  "ماهو الاسم الاول لـ لاعب مانشستر سيتي .. دوكو ؟": "What is the first name of the Manchester City player Doku?",
  "جيريمي": "Jérémy",
  "سباستيان": "Sebastian",
  "مورجن": "Morgan",
  "في كاس العالم الاخير مجموعة السعوديه كانت تضم الارجنتين و بولندا ومن ايضا ؟": "Which team was also in Saudi Arabia's group in the last World Cup, along with Argentina and Poland?",
  "المكسيك": "Mexico",
  "الهندوراس": "Honduras",
  "الاروغواي": "Uruguay",
  "في دوري ابطال اوربا عام 2019 .. من الفريق الذي اخرج السيتي ؟": "In the 2019 UEFA Champions League, which team eliminated Manchester City?",
  "توتنهام": "Tottenham",
  "ليفربول": "Liverpool",
  "ريال مدريد": "Real Madrid",
  "من هو آخر لاعب خليجي .. لعب في الدوري الانجليزي ؟": "Who is the last Gulf player to play in the English Premier League?",
  "علي الحبسي": "Ali Al-Habsi",
  "سامي الجابر": "Sami Al-Jaber",
  "مختار علي": "Mokhtar Ali",
  "عندما كان في توتنهام .. كم كان رقم اللاعب .. مورديتش ؟": "What was the jersey number of Modrić when he was at Tottenham?",
  "14": "14",
  "13": "13",
  "15": "15",
  "في الموسم الماضي من الدوري الاسباني .. من كان هداف نادي .. اسبانيول ؟": "Who was the top scorer for Español FC in La Liga last season?",
  "خوسيلو": "Joselu",
  "برايثوايت": "Martin Braithwaite",
  "اسبا": "Iago Aspas",
  "بـ استثناء انشيلوتي وغوارديولا .. اذكرلي مدرب وصل الى نهائي دوري ابطال اوربا 4 مرات ؟": "Apart from Ancelotti and Guardiola, name a manager who has reached the UEFA Champions League final four times?",
  "سير اليكس": "Sir Alex Ferguson",
  "مورينيو": "José Mourinho",
  "زيدان": "Zidane",
  "في يورو 2012 .. من كان المركز الرابع في مجموعة اللمانيا ؟": "In Euro 2012, who finished fourth in Germany's group?",
  "بولندا": "Poland",
  "هولندا": "Netherlands",
  "كرواتيا": "Croatia",
  "في كاس العالم عام 2002 .. هداف البطوله كان رونالدو .. من البرازيلي الثاني ؟": "In the 2002 FIFA World Cup, the top scorer was Ronaldo. Who was the second-highest Brazilian scorer?",
  "ريفالدو": "Rivaldo",
  "رنالدينهو": "Ronaldinho",
  "روبرتو كارلوس": "Roberto Carlos",
  "اذكرلي النادي الاوكراني الذي لعب له .. شيفشينكو ؟": "Which Ukrainian club did Andriy Shevchenko play for?",
  "دينامو كييف": "Dynamo Kyiv",
  "شختار": "Shakhtar Donetsk",
  "كارباتي لفيف": "Karpaty Lviv",
  "في نهائي دوري ابطال اوربا عام 2011 بين مانشستر وبرشلونه .. من اللاعب الذي سجل اول هدف ؟": "Who scored the first goal in the 2011 UEFA Champions League final between Manchester United and Barcelona?",
  "بيدرو": "Pedro",
  "روني": "Rooney",
  "ميسي": "Messi",
  "قبل نادي اي سي ميلان من اي نادي تم شراء اللاعب اسماعيل بن ناصر ؟": "Before AC Milan, which club did they buy the player Ismaël Bennacer from?",
  "امبولي": "Empoli",
  "جنوى": "Genoa",
  "لاتسيو": "Lazio",
  "ماهو النادي الانجليزي الوحيد الذي لعب له .. هيغوايين ؟": "Which English club did Gonzalo Higuaín play for?",
  "تشيلسي": "Chelsea",
  "مان ستي": "Man City",
  "توتنهام": "Tottenham",
  "من هو آخر مدرب اسباني درب نادي .. نيوكاسل ؟": "Who was the last Spanish manager of Newcastle United?",
  "رافا بينيتز": "Rafa Benitez",
  "ديل بوسكي": "Del Bosque",
  "هايكتور كارنكا": "Aitor Karanka",
  "بـ استثناء ميسي .. من هو آخر لاعب لاتيني ترشح لـ جائزة افضل لاعب بالعام ؟": "Aside from Messi, who is the last Latin American player to be nominated for the Player of the Year award?",
  "نيمار": "Neymar",
  "فينيسيوس": "Vinicius",
  "سواريز": "Suarez",
  "في نهائي كأس العالم للانديه عام 2021 .. اذكرلي احد اطراف النهائي": "Which team played in the 2021 FIFA Club World Cup final?",
  "تشلسي بالميراس": "Chelsea vs Palmeiras",
  "ليفربول بالميراس": "Liverpool vs Palmeiras",
  "ريال مدريد بالميراس": "Real Madrid vs Palmeiras",
  "من هو اكثر حارس نظافه للشباك في تاريخ الدوري الانجليزي ؟": "Who is the goalkeeper with the most clean sheets in Premier League history?",
  "بيتر تشيك": "Peter Cech",
  "شمايكل الأب": "Peter Schmeichel",
  "أليسون بيكر": "Alisson Becker",
  "قبل انتقاله الى نادي توتنهام .. من اين تم شراء الحارس فيكاريو": "Before moving to Tottenham Hotspur, where was goalkeeper Vicario bought from?",
  "امبولي": "Empoli",
  "جنوى": "Genoa",
  "ميلان": "Milan",
  "من هو الهداف التاريخي لـ نادي .. بايرن ميونخ ؟": "Who is the all-time top scorer for Bayern Munich?",
  "جيرد مولر": "Gerd Müller",
  "كارل هاينز": "Karl-Heinz",
  "ليفاندوسكي": "Lewandowski",
  "في الموسم الماضي من دوري ابطال اوربا .. من الفريق الذي اخرج بنفيكا ؟": "In the 2021-2022 UEFA Champions League season, which team eliminated Benfica?",
  "أنتر ميلان": "Inter Milan",
  "مان ستي": "Man City",
  "ريال مدريد": "Real Madrid",
  "في يورو 2012 من المنتخب الذي اخرج فرنسا من البطوله ؟": "In Euro 2012, which team eliminated France from the tournament?",
  "أسبانيا": "Spain",
  "إيطاليا": "Italy",
  "المانيا": "Germany",
  "في اي سنه انتقل اول مره كاكا الى نادي .. اي سي ميلان ؟": "In which year did Kaká first join AC Milan?",
  "٢٠٠٣": "2003",
  "٢٠٠٤": "2004",
  "٢٠٠٢": "2002",
  "بـ استثناء بنزيما و مبابي .. من هو آخر لاعب فرنسي ترشح لـ جائزه افضل لاعب في العالم ؟": "Aside from Benzema and Mbappé, who was the last French player to be nominated for the Best Player in the World award?",
  "قريزمان": "Griezmann",
  "كانتي": "Kanté",
  "زيدان": "Zidane",
  "من هو آخر لاعب سجل هدفين في نهائي دوري ابطال اوربا؟": "Who is the last player to score two goals in a UEFA Champions League final?",
  "جارث بيل": "Gareth Bale",
  "امبابي": "Mbappé",
  "كرستيانو رونالدو": "Cristiano Ronaldo",
  "من اللاعب الحالي الذي يرتدي الرقم 10 في نادي .. نيوكاسل": "Who is the current player who wears the number 10 jersey for Newcastle United?",
  "انثوني غوردن": "Anthony Gordon",
  "الكسندر إسحاق": "Alexander Isak",
  "مارك جيليسبي": "Mark Gillespie",
  "قبل دي زيربي .. من كان مدرب نادي برايتون": "Before De Zerbi, who was the manager of Brighton?",
  "غراهام بوتر": "Graham Potter",
  "كريس هويتون": "Chris Hughton",
  "طوني بلوم": "Tony Bloom",
  "في نهائي يورو عام 2004 بين البرتغال و اليونان .. من سجل هدف المباراة ؟": "Who scored the winning goal in the Euro 2004 final between Portugal and Greece?",
  "انجيلوس خاريستياس": "Angelos Charisteas",
  "نونو فالينتي": "Nuno Valente",
  "زيسيس فريزاس": "Zizis Vryzas",
  "اذكرلي لاعب حالي لعب لـ نادي روما ويوفينتوس ؟": "Name a current player who has played for both Roma and Juventus.",
  "ديبالا": "Dybala",
  "لوكاكو": "Lukaku",
  "روي باتريسيو": "Rui Patrício",
  "في عام 2000 فيغو فاز في جائزة افضل لاعب في العالم .. اذكرلي الثاني او الثالث ؟": "In 2000, Luís Figo won the Ballon d'Or. Who finished second and third?",
  "زيدان شفشينكو": "Zidane, Shevchenko",
  "زيدان رونالدو": "Zidane, Ronaldo",
  "شيفشنكو رونالدو": "Shevchenko, Ronaldo",
  "من هو اكثر فريق استقبل اهداف في تاريخ نهائي دوري ابطال اوربا": "Which team has conceded the most goals in UEFA Champions League final history?",
  "اليوفي": "Juventus",
  "ريال مدريد": "Real Madrid",
  "ميلان": "Milan",
  "في الدوري الاسباني موسم 2021 .. من كان النادي الوحيد الذي يبدأ اسمه بحرف .. الهاء": "In the 2021 La Liga season, which was the only team whose name started with the letter 'H'?",
  "هويسكا": "Huesca",
  "هدرسفيلد تاون": "Huddersfield Town",
  "هسيتاو ريفو": "Huesca Revilla",
  "من هو اول فريق سجل عليه كريستيانو رونالدو في دوري ابطال اوربا ؟": "Who was the first team that Cristiano Ronaldo scored against in the UEFA Champions League?",
  "روما": "Roma",
  "ليون": "Lyon",
  "مارسيليا": "Marseille",
  "في كاس العالم للانديه من هو آخر نادي حقق البطوله 3 مرات متتاليه ؟": "In the FIFA Club World Cup, which club was the last to win the tournament three times in a row?",
  "ريال مدريد": "Real Madrid",
  "برشلونة": "Barcelona",
  "بايرن ميونخ": "Bayern Munich",
  "بـ استثناء جواو فيلكس و غريزمان .. اذكرلي لاعب لعب لـ برشلونه و اتليتيكو": "Aside from João Félix and Griezmann, name a player who has played for both Barcelona and Atlético Madrid.",
  "سواريز": "Suárez",
  "دي بول": "De Paul",
  "اوبلاك": "Oblak",
  "في نهائي كاس العالم عام 2014 .. من صنع الهدف ؟": "In the 2014 FIFA World Cup final, who assisted on the winning goal?",
  "اندرية شوليه": "André Schürrle",
  "مسعود اوزيل": "Mesut Özil",
  "توني كروس": "Toni Kroos",
  "اذكرلي مدرب اسباني سبق وان درب نادي .. تشيلسي": "Name a Spanish manager who has previously coached Chelsea FC.",
  "رافا بينتيز": "Rafa Benítez",
  "اميري": "Emery",
  "لوبيتيغي": "Lopetegui",
  "من هو اكثر لاعب لعب نهائي دوري ابطال اوربا ؟": "Who has played the most UEFA Champions League finals?",
  "مالديني": "Maldini",
  "ميسي": "Messi",
  "راموس": "Ramos",
  "ماهو آخر نادي اللماني وصل الى نهائي اليوربا ليغ ؟": "Which was the last German club to reach the Europa League final?",
  "آينتراخت فرانكفورت": "Eintracht Frankfurt",
  "بوروسيا دورتمند": "Borussia Dortmund",
  "هوفنهام": "Hoffenheim",
  "في كاس اسبانيا الموسم الماضي .. اذكرلي احد مسجلين الأهداف": "Name one of the goalscorers in the Copa del Rey last season.",
  "رودريجو": "Rodrygo",
  "فينيسوس": "Vinicius",
  "فارفيردي": "Federico Valverde",
  "كم مرة فازت السعودية في كأس العرب؟": "How many times has Saudi Arabia won the Arab Cup?",
  "مرتين": "Twice",
  "ثلاث مرات": "Three times",
  "مره واحدة": "Once",
  "متى انطلقت بطولة كأس العالم؟": "When did the FIFA World Cup first take place?",
  "١٩٣٠": "1930",
  "١٩٣٤": "1934",
  "١٩٢٦": "1926",
  "من هو أكثر مدرب حصل على لقب دوري أبطال أوروبا؟": "Which manager has won the most UEFA Champions League titles?",
  "كارلو انشيلوتي": "Carlo Ancelotti",
  "زيدان": "Zidane",
  "بيب قوارديولا": "Pep Guardiola",
  "من هو اللاعب الوحيد الذي شارك في ١٩ موسم متتالي في الدوري السعودي؟": "Which player is the only one to have played in 19 consecutive seasons in the Saudi Professional League?",
  "محمد الشلهوب": "Mohammed Al-Shalhoob",
  "وليد عبدالله": "Walid Abdullah",
  "محمد نور": "Mohammed Noor",
  "كم عدد الأندية التي شاركت في الموسم الافتتاحي للدوري الممتاز؟": "How many clubs participated in the inaugural season of the Premier League?",
  "٢٢": "22",
  "٢٠": "20",
  "١٨": "18",
  "من اللاعب الألماني الدولي السابق الذي أصبح مصارعا محترفا في WWE": "Which former German international footballer became a professional wrestler in WWE?",
  "تيم ويس": "Tim Wiese",
  "بودولسكي": "Lukas Podolski",
  "اندرية فيلابواس": "André Villas-Boas",
  "متى كانت النسخة الأولى من كأس أمم أوروبا؟": "When was the first edition of the European Championship?",
  "١٩٦٠": "1960",
  "١٩٥٦": "1956",
  "١٩٥٨": "1958",
  "من هو هداف منتخب إنجلترا في كأس أمم أوروبا؟": "Who is England's all-time top scorer in the European Championship?",
  "ألان شيرار": "Alan Shearer",
  "هاري كين": "Harry Kane",
  "وأين روني": "Wayne Rooney",
  "في أي عام زادت المنتخبات المشاركة في كأس أمم أوروبا من ١٦ إلى ٢٤؟": "In what year did the number of teams participating in the European Championship increase from 16 to 24?",
  "٢٠١٦": "2016",
  "٢٠١٢": "2012",
  "٢٠٠٨": "2008",
  "من الذي فاز بكأس أمم أوروبا كلاعب ومدرب؟": "Who has won the European Championship as both a player and manager?",
  "بيرتي فوجتس": "Berti Vogts",
  "ديدي ديشامب": "Didier Deschamps",
  "ديل بوسكي": "del Bosque",
  "من فاز بجائزة رجل المباراة في نهائي كأس العالم ٢٠١٤؟": "Who won the Man of the Match award in the 2014 World Cup final?",
  "ماريو جويتز": "Mario Götze",
  "ليونيل ميسي": "Lionel Messi",
  "باستيان": "Bastian Schweinsteiger",
  "لاعب حالي لعب في أياكس – يوفنتوس – بايرن ميونخ": "Which current player has played for Ajax, Juventus, and Bayern Munich?",
  "ماتياس دي لخت": "Matthijs de Ligt",
  "كم مين جاي": "Kim Min-jae",
  "بونا سار": "Bouna Sarr",
  "لاعب حالي لعب في ستون فيلا – نوتس كاونتي – أستون فيلا – مانشستر سيتي": "Which current player has played for Aston Villa, Notts County, Aston Villa, and Manchester City?",
  "جاك جريلتش": "Jack Grealish",
  "جاكوب رايت": "Jacob Wright",
  "ميكا هاملتون": "Micah Hamilton",
  "لاعب حالي لعب في تشيلسي – ويغان الإنجليزي – تشيلسي": "Which current player has played for Chelsea, Wigan Athletic, and Chelsea?",
  "ريس جيمس": "Reece James",
  "مالو غوستو": "Malo Gusto",
  "نوني مادويك": "Noni Madueke",
  "لاعب حالي لعب في راسينغ الأرجنتيني – فالينسيا – راسينغ الأرجنتيني – فالينسيا – أودينيزي – أتليتيكو مدريد": "Which current player has played for Racing Club (Argentina), Valencia, Racing Club (Argentina), Valencia, Udinese, and Atlético Madrid?",
  "دي بول": "Rodrigo De Paul",
  "مولينا": "Nahuel Molina",
  "أنخيل كوريا": "Ángel Correa",
  "لاعب حالي لعب في كالياري – كومو – كالياري – انتر": "Which current player has played for Cagliari, Como, Cagliari, and Inter Milan?",
  "باريلا": "Barella",
  "باستوني": "Bastoni",
  "أسلاني": "Asllani",
  "لاعب حالي لعب في اوساسونا الإسباني – مارسيليا الفرنسي – تشيلسي – أتليتيكو مدريد": "Which current player has played for Osasuna, Marseille, Chelsea, and Atlético Madrid?",
  "أزبيليكويتا": "Azpilicueta",
  "خيمينيز": "Giménez",
  "مولدوفان": "Moldovan",
  "لاعب حالي لعب في ليدز – مانشستر سيتي – ويستهام": "Which current player has played for Leeds United, Manchester City, and West Ham United?",
  "كالفن فيليبس": "Kalvin Phillips",
  "أنطونيو": "Antonio",
  "جارود بوين": "Jarrod Bowen",
  "لاعب حالي لعب في نانس الفرنسي – إشبيلية – برشلونة – توتنهام – برشلونة – أستون فيلا": "Which current player has played for FC Nantes, Sevilla, Barcelona, Tottenham Hotspur, Barcelona again, and Aston Villa?",
  "كليمان لينغليه": "Clément Lenglet",
  "لوكاس دينيه": "Lucas Digne",
  "ألكس مورينو": "Álex Moreno",
  "لاعب حالي لعب في تشيلسي – فيتسيه الهولندي – تشيلسي – ليفربول – بورنموث": "Which current player has played for Chelsea, Vitesse Arnhem, Chelsea, Liverpool, and AFC Bournemouth?",
  "سولانكي": "Solanke",
  "ادم سميث": "Adam Smith",
  "تايلر ادمز": "Tyler Adams",
  "من هو المنتخب الأول الذي فاز بكأس العالم خارج قارته ؟": "Which national team was the first to win the FIFA World Cup outside of its own continent?",
  "البرازيل": "Brazil",
  "الأورغواي": "Uruguay",
  "إيطاليا": "Italy",
  "من هو الفريق الرومانيا الذي قام بالفوز بدوري أبطال أوروبا لمرة واحدة": "Which Romanian club has won the UEFA Champions League once?",
  "ستيوا بوخارست": "Steaua București",
  "إيمولا": "Empoli",
  "تشيزينا": "Cesena",
  "ما هي الدولة التي قامت بارتداء القمصان الخاصة بها والأسماء على ظهرها لأول مرة في نهائيات كأس العالم": "Which country was the first to wear shirts with numbers on the back in the FIFA World Cup finals?",
  "إنجلترا": "England",
  "البرازيل": "Brazil",
  "أمريكا": "United States",
  "ما هو النادي الذي سجل فيه اللاعب واين روني هدفه الأول؟": "For which club did Wayne Rooney score his first goal?",
  "أرسنال": "Arsenal",
  "ليفربول": "Liverpool",
  "أستون فيلا": "Aston Villa",
  "ما هو النادي الذي يرتبط بمصطلح جالاكتيكوس؟": "Which club is associated with the term 'Galácticos'?",
  "ريال مدريد": "Real Madrid",
  "أتليتكو مدريد": "Atlético Madrid",
  "إسبانيول": "RCD Espanyol",
  "متى تم تغيير اسم كأس أوروبا إلى دوري أبطال أوروبا؟": "When was the name of the European Cup changed to the UEFA Champions League?",
  "موسم ٩٢ ، ٩٣": "Season 92/93",
  "موسم ٩٣ ، ٩٤": "Season 93/94",
  "موسم ٩٥ ، ٩٦": "Season 95/96",
  "ما هو أول فريق فاز بكأس أوروبا من المملكة المتحدة؟": "Which team was the first from the United Kingdom to win the European Cup?",
  "سلتيك": "Celtic",
  "مانشستر يونايتد": "Manchester United",
  "ليفربول": "Liverpool",
  "كم مرة فازت السعودية ببطولة آسيا؟": "How many times has Saudi Arabia won the Asian Cup?",
  "ثلاث مرات": "Three times",
  "أربع مرات": "Four times",
  "خمس مرات": "Five times",
  "من هو هداف برشلونة عبر التاريخ؟": "Who is Barcelona's all-time top scorer?",
  "ميسي": "Lionel Messi",
  "ماردونا": "Diego Maradona",
  "سواريز": "Luis Suárez",
  "أين كان يلعب تيري هنري قبل انضمامه لنادي أرسنال؟": "Where was Thierry Henry playing before he joined Arsenal?",
  "يوفنتوس": "Juventus",
  "موناكو": "Monaco",
  "برشلونة": "Barcelona",
  "كم عدد الدول التي تأهلت لكأس العالم 2022؟": "How many countries qualified for the 2022 FIFA World Cup?",
  "٣٢": "32",
  "٣٤": "34",
  "٣٦": "36",
  "قام ميسي بارتداء رقمين أثناء اللعب لبرشلونة 30 و10، وهناك رقم آخر قام بارتدائه فما هو؟": "Messi wore two numbers while playing for Barcelona, 30 and 10. What other number did he wear?",
  "١٩": "19",
  "١٨": "18",
  "١٦": "16",
  "ما هو عدد المرات التي فاز خلالها نادي بايرن ميونخ الأماني بدوري أبطال أوروبا": "How many times has Bayern Munich won the UEFA Champions League?",
  "٦": "6",
  "٧": "7",
  "٥": "5",
  "من هو اللاعب الأكبر سناً الذي شارك في كأس العالم؟": "Who is the oldest player to have ever appeared in a FIFA World Cup?",
  "عصام الحضري": "Essam El Hadary",
  "محمد الشلهوب": "Mohammed Al-Shalhoob",
  "حسام حسن": "Hossam Hassan",
  "كم عدد أبطال كرة القدم في كأس العالم؟": "How many FIFA World Cup champions are there?",
  "٨": "8",
  "٩": "9",
  "١٠": "10",
  "من الاعب الذي كان يلعب في برشلونة قد تعرض للسجن نتيجة أنه كان يحمل جواز سفر مزور": "Which player who played for Barcelona was imprisoned for having a fake passport?",
  "رونالدينهو": "Ronaldinho",
  "داني ألفيش": "Dani Alves",
  "ماسكيرانو": "Mascherano",
  "نادي تحطمت الطائرة التي كانت تستقل لاعبيه وأدت إلى موت جميع اللاعبين بالإضافة إلى ركاب آخرين في عام 1958م؟": "Which club's plane crashed in 1958, killing all the players and other passengers?",
  "مانشستر يونايتد": "Manchester United",
  "بايرن ميونخ": "Bayern Munich",
  "يوفينتوس": "Juventus",
  "متى تم تأسيس نادي مانشستر سيتي؟": "When was Manchester City founded?",
  "١٨٨٠": "1880",
  "١٨٩٩": "1899",
  "١٨٨٨": "1888",
  "ما هو أكثر المنتخبات فوزاً بكأس الأمم الأفريقية؟": "Which national team has won the Africa Cup of Nations the most?",
  "المنتخب المصري": "Egypt",
  "المنتخب الكامروني": "Cameroon",
  "المنتخب النيجيري": "Nigeria",
  "باستثناء محمد صلاح وساديو ماني من هو اللاعب الثالث الذي شارك في الحذاء الذهبي في الدوري الإنجليزي الممتاز في ٢٠١٨-٢٠١٩ ؟": "Apart from Mohamed Salah and Sadio Mané, who was the third player to share the Premier League Golden Shoe in 2018-2019?",
  "اوباميانق": "Pierre-Emerick Aubameyang",
  "سون": "Heung-min Son",
  "هاري كين": "Harry Kane",
  "من هو اللاعب صاحب أسرع هاتريك في الدوري الإنجليزي الممتاز؟": "Who is the player with the fastest hat-trick in Premier League history?",
  "ساديو ماني": "Sadio Mané",
  "واين روني": "Wayne Rooney",
  "فان بيرسي": "Robin van Persie",
  "من هو اللاعب الذي سجل أسرع هدف في تاريخ الدوري الإنجليزي في وقت ٧.٦٩ ثانية؟": "Who is the player who scored the fastest goal in Premier League history in 7.69 seconds?",
  "شين لونج": "Shane Long",
  "هازارد": "Eden Hazard",
  "ساديو ماني": "Sadio Mané",
  "من هو مدرب توتنهام السابق الذي تنافس في رالي داكار؟": "Which former Tottenham manager competed in the Dakar Rally?",
  "أندريه فيلاس بواس": "André Villas-Boas",
  "بوتنشينوا": "Mauricio Pochettino",
  "مورينيو": "José Mourinho",
  "سجل كريستيانو رونالدو هدفه الأول في دوري أبطال أوروبا بعد كم مباراة ؟": "After how many matches did Cristiano Ronaldo score his first UEFA Champions League goal?",
  "٢٧": "27",
  "٢٦": "26",
  "٢٨": "28",
  "في أي عام مما يلي تأسس نادي ليفربول": "In which year was Liverpool FC founded?",
  "١٨٩٢": "1892",
  "١٨٩٥": "1895",
  "١٨٩٩": "1899",
  "أي فريق فاز بلقب دوري الدرجة الأولى الإنجليزي لكرة القدم في موسم 1900-01": "Which team won the English First Division title in the 1900-01 season?",
  "ليفربول": "Liverpool",
  "مانشستر يونايتد": "Manchester United",
  "آرسنال": "Arsenal",
  "فازت ألمانيا بكأس العالم أربع مرات، لكن كم مرة فعلوا ذلك كدولة موحدة؟": "Germany has won the World Cup four times, but how many times have they done so as a unified nation?",
  "مرة واحدة": "Once",
  "ثلاث مرات": "Three times",
  "مرتين": "Twice",
  "أدار يورجن كلوب فريقين في ألمانيا، بوروسيا دورتموند، والآخر هو؟": "Jürgen Klopp has managed two teams in Germany, Borussia Dortmund, and the other is?",
  "ماينز": "Mainz",
  "بايرن ليفركوزن": "Bayer Leverkusen",
  "هيرتا برلين": "Hertha BSC",
  "فاز ثلاثة أشخاص بكأس العالم كلاعب ومدرب. ماريو زاجالو ديدييه ديشامب … هل يمكنك تسمية الثالث؟": "Three people have won the World Cup as both a player and a manager. Mario Zagallo, Didier Deschamps, and who is the third?",
  "فرانز بيكنباور": "Franz Beckenbauer",
  "زيدان": "Zidane",
  "زيكو": "Zico",
  "في أي بطولة كأس عالم سجل فيها دييغو مارادونا هدفه الشهير “باليد”؟": "In which FIFA World Cup tournament did Diego Maradona score his famous 'Hand of God' goal?",
  "المكسيك ٨٦": "Mexico 1986",
  "إسبانيا ٨٢": "Spain 1982",
  "إيطاليا ٩٠": "Italy 1990",
  "من هو المنتخب الوحيد الذي تمكن من التأهل لجميع بطولات كأس العالم؟": "Which is the only national team to have qualified for every FIFA World Cup?",
  "البرازيل": "Brazil",
  "الأرجنتين": "Argentina",
  "المانيا": "Germany",
  "متى أقيمت ثاني بطولة كأس عالم لكرة القدم؟": "When was the second FIFA World Cup tournament held?",
  "١٩٣٤": "1934",
  "١٩٥٢": "1952",
  "١٩٥٦": "1956",
  "في أي دولة أقيمت ثاني بطولة كأس عالم لكرة القدم؟": "In which country was the second FIFA World Cup tournament held?",
  "إيطاليا": "Italy",
  "الأروغواي": "Uruguay",
  "البرازيل": "Brazil",
  "من أشهر لاعب في تاريخ كرة القدم؟": "Who is the most famous player in the history of football?",
  "كريستيانو رونالدو": "Cristiano Ronaldo",
  "بيكهام": "David Beckham",
  "بيليه": "Pelé",
  "من هو اللاعب الوحيد الذي فاز بدوري أبطال أوروبا مع ثلاثة أندية مختلفة؟": "Who is the only player to have won the UEFA Champions League with three different clubs?",
  "كلارنس سيدورف": "Clarence Seedorf",
  "زلاتان إبراهيموفيتش": "Zlatan Ibrahimović",
  "داني ألفيش": "Dani Alves",
  "ما هو الرقم القياسي لأهداف كأس العالم؟": "What is the all-time FIFA World Cup scoring record?",
  "١٦": "16",
  "١٧": "17",
  "١٥": "15",
  "من هو المدرب المعروف بلقب سبيشال ون ؟": "Who is the manager known as the 'Special One'?",
  "جوزيه مورينيو": "José Mourinho",
  "بيب غوارديولا": "Pep Guardiola",
  "يورجن كلوب": "Jürgen Klopp",
  "ما اسم المدرب الذي قاد منتخب إيطاليا لتحقيق كأس العالم لكرة القدم عام 2006 ؟": "What is the name of the manager who led Italy to win the FIFA World Cup in 2006?",
  "ليبي": "Lippi",
  "مانشيني": "Mancini",
  "أريغو ساكي": "Arrigo Sacchi",
  "ما هو المنتخب العربي الذي يطلق عليه لقب العنابي ؟": "Which Arab national team is nicknamed the 'Al-Annabi'?",
  "القطري": "Qatar",
  "البحريني": "Bahrain",
  "العُماني": "Oman",
  "من هو أول لاعب عربي فاز مع فريقه ببطولة دوري أبطال أوروبا ؟": "Who was the first Arab player to win the UEFA Champions League with his team?",
  "رابح ماجر": "Rabah Madjer",
  "أشرف حكيمي": "Achraf Hakimi",
  "محمد صلاح": "Mohamed Salah",
  "Thank You for playing":"Thank You for playing",
  "Best of luck!" : "Best of luck!",
  "Retake Quiz":"Retake Quiz",
  "Go Home" : "Go Home",
  "To Hisense" : "To Hisense",
  "To Leaderboard" : "To Leaderboard",
  "You have successfully entered the draw to get the chance to win with Hisense!":"You have successfully entered the draw to get the chance to win with Hisense!",
  "Follow us to know the winners and to get all the updates":"Follow us to know the winners and to get all the updates",
  "Share Score":"Share Score"

}
